Repository: 1o1o1/verlihub
Catalog: po/core_*.UTF-8.po
Languages: pl_pl

source: Unknown ban
pl_pl: Inny powod bana

source: Nickname
pl_pl: Nazwa uzytkownika

source: Reason
pl_pl: Powod

source: Extra message
pl_pl: Dodatkowa wiadomosc

source: Time
pl_pl: Czas

source: remaining
pl_pl: pozostały

source: Permanently
pl_pl: Na stale

source: IP range
pl_pl: Zakres IP

source: Share
pl_pl: Udostepnienie

source: Removed: %s by %s because %s
pl_pl: Usuniete: %s przez %s, poniewaz %s

source: Ban type
pl_pl: Rodzaj bana

source: Host level 1
pl_pl: Host poziom 1

source: Host level 2
pl_pl: Host poziom 2

source: Host level 3
pl_pl: Host poziom 3

source: Share size
pl_pl: Rozmiar udostepnienia

source: Reverse host
pl_pl: Odwrotnosc hosta

source: Expired %s
pl_pl: Uplynal %s

source: Permanent
pl_pl: Staly

source: Entry
pl_pl: Wejscie

source: Ban on
pl_pl: Banowanie wlaczone

source: User not in chatroom: %s
pl_pl: Uzytkownik nie nalezy do pokoju: %s

source: You have no rights to remove user from chatroom: %s
pl_pl: Nie masz uprawnien do usuniecia uzytkownika z pokoju: %s

source: User removed from chatroom: %s
pl_pl: Uzytkownik usuniety z pokoju: %s

source: You are removed from chatroom.
pl_pl: Zostałes usuniety z pokoju.

source: Chatroom members
pl_pl: Pokoj uzytkownikow

source: User not online: %s
pl_pl: Uzytkownik jest niedostepny: %s

source: User added to chatroom: %s
pl_pl: Dodano uzytkownika do pokoju: %s

source: Command parameters error
pl_pl: Błedne paramet komendy

source: Key
pl_pl: Klucz

source: ValidateNick
pl_pl: Wadliwa nazwa uzytkownika

source: Login
pl_pl: Zaloguj sie

source: Password
pl_pl: Haslo

source: Operation timeout: %s
pl_pl: Uplynał limit czasu: %s

source: General timeout
pl_pl: Ogolny limit czasu

source: Name
pl_pl: Nazwa

source: Min slot
pl_pl: Minimum slot

source: Max slot
pl_pl: Maksimum slot

source: Min upload
pl_pl: Minimum przesyłu

source: Min upload/slot
pl_pl: Minimum przesyłu/slot

source: Description
pl_pl: Opis

source: Enabled
pl_pl: Wlaczony

source: Disabled
pl_pl: Wylaczony

source: Count
pl_pl: Ilosc

source: Address
pl_pl: Adres

source: Type
pl_pl: Typ

source: Any
pl_pl: Dowolny

source: Yes
pl_pl: Tak

source: No
pl_pl: Nie

source: Client ID
pl_pl: Klient ID

source: Version
pl_pl: Wersja

source: Banned?
pl_pl: Zbanowac?

source: User commands are currently disabled.
pl_pl: Komendy uzytkownika sa obecnie wylaczone.

source: Full list of commands
pl_pl: Pełna lista komend

source: User
pl_pl: Uzytkownik

source: User not found: %s
pl_pl: Nie znaleziono uzytkownika: %s

source: Please specify one or more nicks separated by space.
pl_pl: Prosze podac jeden lub wiecej nickow oddzielone spacja.

source: Showing %d results
pl_pl: Pokazuje %d wyniki

source: Unable to resolve users hostname: %s
pl_pl: Nie mozna rozlaczyc uzytkownika z hostem: %s

source: Country
pl_pl: Kraj

source: City
pl_pl: Miasto

source: Stopping hub.
pl_pl: Zatrzymac hub.

source: No rights.
pl_pl: Brak praw.

source: Configuration file %s is empty.
pl_pl: Plik konfiguracyjny %s jest pusty.

source: Configuration file %s
pl_pl: Plik konfiguracyjny %s

source: Usage example: !ccbc :US:GB: <message>
pl_pl: Przykład uzycia: !ccbc :PL:GB: <wiadomosc>

source: Message delivered to %d users in zones %s in %s.
pl_pl: Wiadomosc dostarczona do %d uzytkownikow w strefach %s w %s.

source: Your information
pl_pl: Twoje dane

source: Your IP information
pl_pl: Moje IP

source: This functionality is currently disabled.
pl_pl: Ta funkcja jest obecnie wyłaczona.

source: Main chat is currently disabled for users with your class.
pl_pl: Glownym czat jest obecnie wylaczona dla uzytkowników z Twojej klasy.

source: Now you will see public chat messages, to disable use +nochat command.
pl_pl: Wiadomosci czatu glownego sa widoczne, aby wylaczyc czat wpisz komende +nochat.

source: Authors
pl_pl: Autorzy

source: Translators
pl_pl: Tłumacze

source: Contributors
pl_pl: Wspolpracownicy

source: Credits
pl_pl: Kredyt

source: More
pl_pl: Wiecej

source: Unregistered
pl_pl: Niezarejestrowany

source: Registered
pl_pl: Zarejestrowany

source: Admin
pl_pl: Administrator

source: Master
pl_pl: Wlasciciel

source: Active
pl_pl: Aktywny

source: Passive
pl_pl: Pasywny

source: Hub owner
pl_pl: Wlasciciel huba

source: Total users
pl_pl: Wszyscy uzytkownicy

source: Total bots
pl_pl: Wszystkie boty

source: Total share
pl_pl: Calkowite udostepnienie

source: Not available
pl_pl: Niedostepne

source: Recovery mode
pl_pl: Tryb odzyskiwania

source: Progressive mode
pl_pl: Tryb progresywny

source: Normal mode
pl_pl: Tryb normalny

source: Hub health
pl_pl: Hub zdrowy

source: Your status
pl_pl: Twoj status

source: Your can search every
pl_pl: Twoj moze sprawdzic kazdy

source: %d second
pl_pl: %d sekund

source: Connection type
pl_pl: Typ polaczenia

source: You are sharing
pl_pl: Udostepniasz

source: Registration failed, please contact an operator for more help.
pl_pl: Rejestracja nie powiodla sie, nalezy skontaktowac się z operatorem, aby uzyskac pomoc.

source: Your nick must start with: %s
pl_pl: Twoj nick musi zaczynac się od: %s

source: You need to share at least %s.
pl_pl: Trzeba podzielic co najmniej %s

source: You are already registered.
pl_pl: Jestes już zarejestrowany.

source: Minimum password length is %d characters, please retry.
pl_pl: Minimalna długosc hasla wynosi %d znakow, prosze sprobowac ponownie.

source: A new user has been registered with class %d
pl_pl: Nowy uzytkownik zostal zarejestrowany z klasa %d

source: You are now registered with nick %s, please reconnect and login with your new password: %s
pl_pl: Jestes zarejestrowany jako %s, Zaloguj się ponownie z nowym haslem: %s

source: An error occured while registering.
pl_pl: Wystapil blad podczas rejestracji.

source: Registration request with password %s
pl_pl: Prosba o rejestracje z haslem %s

source: Registration request without password
pl_pl: Prosba o rejestracje bez hasla

source: Thank you, your request has been sent to operators.
pl_pl: Dziekujemy. Twoja prosba zostala wyslana do operatorow.

source: You do not have permissions to change the topic.
pl_pl: Nie masz uprawnien, aby zmienic temat.

source: Topic must be max 255 characters long. Your topic was %d characters long.
pl_pl: Maksymalna długość topika 255 znakow. Twoj topik posiada %d znakow.

source: %s changed topic to: %s
pl_pl: %s zmieniono topik na: %s

source: %s removed topic.
pl_pl: %s usunieto topik.

source: You are not allowed to change your password now, ask an operator.
pl_pl: Nie masz uprawnien do zmiany hasla, skontaktuj sie z jednym z opow huba.

source: Error updating password.
pl_pl: Blad aktualizacji hasla.

source: Password updated successfully.
pl_pl: Haslo zostalo zaktualizowane.

source: Please use: !hideme <class> where <class> is the maximum class of users that may not see your actions.
pl_pl: Prosze uzyc komendy: !hideme <klasa> gdzie <klasa> - maksymalna klasa uzytkowników do zobaczenia udostepnionych plikow.

source: Your command actions are now hidden from users with class below %d.
pl_pl: Twoje komendy ukryte są dla klasy nizszej: %d.

source: Type !help for more information (usage !userlimit <max_users> [<minutes>=60])
pl_pl: Wpisz !help aby uzyskac wiecej informacji ( uzyj !userlimit <max_users> [<minuty>=60] )

source: Usage: !class <nick> [<class>=3].
pl_pl: Uzyj: !class <nazwa uzytkownika> [<klasa>=3].

source: Maximum class is %d.
pl_pl: Maksymalna klasa to %d

source: Temporarily changed class to %d for user %s
pl_pl: Chwilowo zmieniono klase na %d dla użytkownika %s

source: You have no rights to change class of %s.
pl_pl: Nie masz uprawnien, aby zmienic klase %s.

source: User %s not found.
pl_pl: Uzytkownika %s nie znaleziono.

source: Kicks of user %s are now hidden.
pl_pl: Kopniecia uzytkownika %s w obecnej chwili sa ukryte.

source: You have no rights to do this.
pl_pl: Nie masz uprawnien, aby to zrobic.

source: Kicks of user %s are now visible.
pl_pl: Kopniecia uzytkownika %s sa teraz widoczne.

source: Use !protect <nickname> <class>.
pl_pl: Uzyj !protect <nazwa uzytkownika> <klasa>.

source: Please type !help for more info.
pl_pl: Wpisz !help aby uzyskac wiecej informacji.

source: Max class is %d
pl_pl: Maksymalna klasa %d

source: User %s is temporarily protected from class %d
pl_pl: Uzytkownik %s tymczasowo posiada protekta od klasy %d

source: Reloading triggers, custom redirects, configuration and registration list cache.
pl_pl: Przeładowano liste triggerow, redirow, konfiguracji huba oraz liste zarejestrowanych uzytkownikow.

source: Report command is currently disabled.
pl_pl: Komenda raport jest obecnie wyłaczona.

source: Reported user %s
pl_pl: Raport uzytkownika %s

source: Reported offline user %s
pl_pl: Raport niezalogowanego uzytkownika %s

source: Without reason
pl_pl: Bez powodu

source: Thank you, your report has been accepted.
pl_pl: Dziekujemy, raport zostal przyjety.

source: Protocol command successfully sent.
pl_pl: Komenda została wyslana poprawnie.

source: All bans have been deleted.
pl_pl: Wszystkie bany zostaly usuniete.

source: All unbans have been deleted.
pl_pl: Wszystkie odbanowania zostaly usuniete.

source: All kicks have been deleted.
pl_pl: Wszystkie kopniecia zostaly usuniete.

source: All temporary rights have been deleted.
pl_pl: Wszystkie tymczasowe zakazy zostaly usuniete.

source: This command is not implemented.
pl_pl: To polaczenie nie bedzie wykonane.

source: Available command are:
pl_pl: Dostepne polecenia:

source: Please provide a valid ban time.
pl_pl: Podaj prawidlowy czas bana.

source: No reason specified
pl_pl: Bez uzasadnienia.

source: Action has been discarded by plugin.
pl_pl: Akcja zostala odrzucona przez plugin.

source: Removed ban
pl_pl: Usunieto bana

source: Ban information
pl_pl: Informacja o banie

source: %d ban found.
pl_pl: %d znaleziono banów.

source: Unknown range format: %s
pl_pl: Nieznany format zakresu: %s

source: Added new ban
pl_pl: Dodano nowego bana

source: This command is not implemented, available commands are
pl_pl: To polecenie nie jest realizowane, dostepne komendy

source: This command is not implemented, available commands are: !hubinfo !serverinfo
pl_pl: To polecenie nie jest realizowane, dostepne komendy: !hubinfo !serverinfo

source: Undefined configuration variable: %s
pl_pl: Nieznana zmienna konfiguracyjna: %s

source: Updated configuration %s.%s from '%s' to '%s'.
pl_pl: Zaktualizowano konfiguracje %s.%s od '%s' do '%s'.

source: Warning: Verlihub allows maximum %d users, but current resource limit is %d. Consider to run ulimit -n <max_users> and restart the hub.
pl_pl: Ostrzeżenie: Verlihub pozwala maksymalnie %d uzytkownikow, obecny limit wynosi %d. Nalezy zmienic ulimit -n <max_users> i ponownie uruchomic hub.

source: %s is not in list.
pl_pl: %s nie znajduje sie na liscie.

source: Resetting main chat right for %s.
pl_pl: Wyczyszczenie glownego czata ma prawo do %s

source: Resetting private chat right for %s.
pl_pl: Wyczyszczenie prywatnego czata ma prawo do %s.

source: Resetting main and private chat rights for %s.
pl_pl: Wyczyszczenie głownego i prywatnego czata ma prawo %s.

source: Resetting download right for %s.
pl_pl: Zresetowano prawo do pobierania %s

source: Resetting search right for %s.
pl_pl: Zresetowano prawo do szukania %s

source: Resetting hidden share right for %s.
pl_pl: Zresetowano prawo do ukrywania udostepniania %s

source: Resetting registering right for %s.
pl_pl: Zresetowano prawo do rejestracji %s

source: Resetting kick right for %s.
pl_pl: Zresetowano prawo do kopniec %s

source: Resetting operator chat right for %s.
pl_pl: Zresetowano prawo uzywania czata przez operatorow %s

source: Error setting right for %s.
pl_pl: Blad ustawien do praw %s

source: Found %d user with IP %s:
pl_pl: Znaleziono %d uzytkownikow z IP %s:

source: Found %d user with range %s:
pl_pl: Znaleziono %d uzytkownikow z zakresu %s:

source: Country code must be 2 characters long, for example US.
pl_pl: Kod kraju musi posiadac 2 litery, np. PL

source: Found %d user with country code %s:
pl_pl: Znaleziono %d użytkowników z kodem kraju %s:

source: No users found.
pl_pl: Nie znaleziono uzytkownikow.

source: Please provide a valid reason.
pl_pl: Prosze podac konkretny powod.

source: Loaded plugins
pl_pl: Plugin zaladowany.

source: Available callbacks
pl_pl: Dostepne wywolanie zwrotne.

source: Valid classdif_reg value must be between 1 and 5, please correct this first.
pl_pl: Prawidlowa wartosc classdif_reg musi byc miedzy 1 ia5, popraw ten pierwszy.

source: Found %d registered users with class %d
pl_pl: Znaleziono %d zarejestrowanych uzytkownikow z klasa %d

source: No registered users with class %d found.
pl_pl: Brak zarejestrowanych uzytkownikow z klasa %d

source: Missing command parameters.
pl_pl: Brakujace parametry komend.

source: Registered user not found: %s
pl_pl: Nie znaleziono zarejestrowanego uzytkownika: %s

source: %s is already registered.
pl_pl: %s jest juz zarejestrowany.

source: You have been registered with class %d, please set up your password with +passwd <password> command.
pl_pl: Po zarejestrowaniu sie z klasa %d, prosze o ustawienie hasla za pomoca komendy +passwd <swoje_haslo>.

source: You have been registered with class %d and following password: %s
pl_pl: Jestes zarejestrowany z klasa %d i haslem: %s

source: %s has been registered with class %d, please tell him to set his password.
pl_pl: %s zostal zarejestrowany z klasa %d, prosze o przekazanie uzytkownikowi aby ustawil sobie haslo

source: %s has been registered with class %d and password.
pl_pl: %s zostal zarejestrowany z klasa %d oraz haslem.

source: Error adding new user.
pl_pl: Blad podczas dodawania nowego uzytkownika.

source: %s has been unregistered, user information
pl_pl: %s zostal wyrejestrowany, informacja o uzytkowniku

source: Error unregistering %s, user information
pl_pl: Blad wyrejestrowania %s, informacja o uzytkowniku

source: Password updated.
pl_pl: Haslo zaktualizowane.

source: You can change your password now, use +passwd command followed by your new password.
pl_pl: Możesz teraz zmienić hasło, należy użyć komendy +passwd następnie nowe hasło.

source: Your class has been changed to %s, changes will take effect on next login.
pl_pl: Twoja klasa została zmieniona na %s, zmiany zostaną wprowadzone przy następnym logowaniu.

source: Your registration has been enabled.
pl_pl: Twoja rejestracja zostala wlaczona.

source: Your registration has been disabled.
pl_pl: Twoja rejestracja zostala wylaczona.

source: You are protected by classes greater than %s.
pl_pl: Jestes chroniony od klasy wiekszej %s.

source: You kicks are hidden by classes greater than %s.
pl_pl: Kopniecia sa ukryte dla kalsy wiekszej jak %s

source: %s registration information
pl_pl: %s informacje o rejestracji

source: Updated variable %s to value %s for user %s.
pl_pl: Zaktualizowanie zmiennej %s na wartosc %s dla uzytkownika %s.

source: Error setting variable %s to value %s for user %s.
pl_pl: Blad ustawienie zmiennej %s na wartosc %s dla uzytkownika %s

source: Message delivered to %d users in %s.
pl_pl: Wiadomosc dostarczona do %d uzytkownikow na %s

source: Probably attempt of an attack with NULL characters
pl_pl: Prawdopodobnie proba ataku ze znaków NULL

source: Goodbye.
pl_pl: Do widzenia.

source: User limit in country zone %s exceeded at %d/%d online users.
pl_pl: Limit uzytkownikow z danego kraju %s przekroczyl w %d%d uzytkownikow dostepnych

source: User limit in IP zone %s exceeded at %d/%d online users.
pl_pl: Limit IP uzytkownikow w granicach %s przekroczony w %d%d uzytkownikow dostepnych

source: User limit in main zone exceeded at %d/%d online users.
pl_pl: Limit uzytkownikow czatu glownego przekroczony w %d%d uzytkownikow dostepnych

source: User limit exceeded at %d online users.
pl_pl: Limit uzytkownikow przekroczony w %d uzytkownikow dostepnych

source: This is a registered users only hub.
pl_pl: Hub tylko dla zarejestrowanych uzytkownikow.

source: User limit from IP address %s exceeded at %d online users.
pl_pl: Limit adresow IP uzytkownika %s przekroczony w %d uzytkownikow dostepnych

source: Authorization IP mismatch from %s
pl_pl: Autoryzacja adresu IP niezgodna z %s

source: Authorization IP for this account doesn't match your IP address: %s
pl_pl: Autoryzacja adresu IP dla tego konta niezgodna jest z adresem IP: %s

source: Invalid login sequence. Key already sent
pl_pl: Nieprawidlowa nazwa uzytkownika. Klucz ponownie wyslany

source: Your client provided an invalid key
pl_pl: Twoj klient posiada nieprawidlowy klucz

source: Bad login sequence; you must provide a valid nick first.
pl_pl: Zla kolejnosc logowania; nalezy podac najpierw poprawna nazwe uzytkownika

source: Wrong password
pl_pl: Zle haslo

source: You provided an incorrect password and have been temporarily banned.
pl_pl: Podano niepoprawne haslo i zostales tymczasowo zbanowany.

source: Bad login sequence.
pl_pl: Zla nazwa uzytkownika

source: Wrong nick in MyINFO.
pl_pl: Niewlasciwa nazwa uzytkownika dla MyINFO.

source: Turn on your tag.
pl_pl: Wlacz tag.

source: Passive user limit exceeded at %d online passive users, please become active to enter the hub.
pl_pl: Limit uzytkownikow pasywnych przekroczony na %d dostepnych pasywnych uzytkownikow, prosze zmienic na tryb aktywny jesli to mozliwe i ponownie wejsc na hub.

source: You share %s but minimum allowed is %s, %s for active users, %s for passive users.
pl_pl: Udostepniasz %s ale minimalna dozwolona wartosc jest %s, %s dla aktywnych uzytkownikow, %s dla pasywnych uzytkownikow.

source: You share %s but maximum allowed is %s.
pl_pl: Udostepniasz %s gdzie maksymalne dozwolone udostepnianie to %s.

source: You are banned from this hub.
pl_pl: Zostales zbanowany na tym hubie.

source: Flooding PM
pl_pl: Floodowanie na PM

source: *** PM Flood: %s
pl_pl: *** PM Floodowanie: %s

source: *** PM same message flood detected: %s
pl_pl: *** Wykryto floodowanie wiadomosciami na PM: %s

source: Private chat is currently disabled for users with your class.
pl_pl: Prywatny pokoj zostal wylaczony dla twojej klasy.

source: You cannot talk to this user.
pl_pl: Nie mozna rozmawiac z tym uzytkownikiem.

source: *** MCTo same message flood detected: %s
pl_pl: *** Wykryto MCTo floodowania: %s

source: You can't talk to this user.
pl_pl: Nie mozna rozmawiac z tym uzytkownikiem.

source: Your chat message contains %d characters but maximum allowed is %d characters.
pl_pl: Twoja wiadomosc posiada %d znakow, a dozwolona ilosc znakow to %d.

source: Your chat message contains %d lines but maximum allowed is %d lines.
pl_pl: Twoja wiadomosc posiada %d wierszy, a dozwolona ilosc wierszy to %d.

source: You nick is not %s but %s.
pl_pl: Twoja nazwa uzytkownika nie jest %s lecz %s.

source: Not sent because minimum chat delay is %lu ms but you made %s.
pl_pl: Nie wyslany, poniewaz minimalne opoznienie czat to %lu ms, ale wykonane %s.

source: You can't download unless you share: %s
pl_pl: Nie mozesz pobierac chyba ze udostepnisz: %s

source: You can't download unless you are registered with class: %d
pl_pl: Nie mozesz pobierac, gdyz nie jestes zarejestrowany w klasie: %d

source: Robots don't share.
pl_pl: Bot brak udostepnienia

source: You can't download from: %s
pl_pl: Nie mozna pobrac z: %s

source: You can't connect to an external IP because you are in LAN.
pl_pl: Nie mozna podlaczyc sie do zewnetrznego IP, poniewaz jestes w sieci LAN.

source: You can't send this request because you're not in passive mode.
pl_pl: Nie mozesz wysłac zapytan, poniewaz nie jestes w trybie pasywnym.

source: Your nick is not %s but %s.
pl_pl: Twoja nazwa uzytkownika nie jest %s lecz %s.

source: User is a bot: %s
pl_pl: Uzytkownik jest botem: %s

source: You can't search unless you share: %s
pl_pl: Nie mozesz wyszukiwac jesli nie udostepnisz: %s

source: You can't search unless you are registered with class: %d
pl_pl: nie mozesz wyszukiwac jesli nie jestes zarejestrowany z klasa: %d

source: Minimum search length is: %d
pl_pl: Minimalna dlugosc wyszukiwania to: %d

source: Sorry, hub is too busy now, no search is available, please try later.
pl_pl: Przepraszamy, hub obecnie jest niedostepny, wyszukiwanie nie jest dostepne, prosze sprobowac pozniej.

source: You can do %d searches in %d seconds.
pl_pl: Mozesz do %d wyszukiwan w %d sekund.

source: Your nick is not %s but %s. Disconnecting.
pl_pl: Twoja nazwa uzytkownika nei jest %s lecz %s. Rozlaczony.

source: You have not rights to use redirects.
pl_pl: Nie masz prawa do uzywania przekierowac.

source: User %s is protected or you have no rights on him
pl_pl: Uzytkownik %s jest chroniony lub nie masz uprawnien

source: You are being redirected to %s because: %s
pl_pl: Zostaniesz przekierowany na %s poniewaz: %s

source: User is not online or you tried to redirect a robot.
pl_pl: Uzytkownik nie jest zalogowany lub prubowal przekierowac bota.

source: You cannot ban a protected user or with higher privilegies.
pl_pl: Nie mozna zbanowac chronionego uzytkownika przy wyzszych ustawieniach.

source: You cannot ban a robot.
pl_pl: Nie mozna zbanowac bota.

source: You are being temporarily banned for %s because %s
pl_pl: Jestes tymczasowo zbanowany na %s poniewaz %s

source: You are banned because %s
pl_pl: Zostales zbanowany poniewaz %s

source: Unknown hub command: %s
pl_pl: Nieznana komenda huba: %s

source: No banned user found with ip %s.
pl_pl: Uzytkownik nie jest zbanowany dla podanego IP %s

source: Removed %d bans.
pl_pl: Usunieto %d banow.

source: You can't send $BotINFO because BotINFO extension is not set in $Supports.
pl_pl: Nie mozna wyslac $BotINFO poniewaz rozszerzenie BotINFO nie jest ustawione w $Supports.

source: Pinger entered the hub: %s
pl_pl: Pinger wszedl na hub: %s

source: You do not have permissions to change the hub topic.
pl_pl: Nie masz uprawnien aby zmienic topik huba.

source: Topis is set to: %s
pl_pl: Topik ustawiony na : %s

source: Your client is banned.
pl_pl: Twoj klient jest zabroniony.

source: Connections through proxy server are not allowed in this hub.
pl_pl: Polaczenia przez serwer proxy jest zabronione na tym hubie.

source: Passive connections are restricted, consider changing to active.
pl_pl: Polaczenia pasywne sa ograniczone, nalezy rozwazyc zmiane na aktywne.

source: Your client tag is reporting less than 0 hubs or less than 0 slots, looks like a bug in your client.
pl_pl: Tag klient zglasza mniej niż 0 hubow lub mniej niż 0 slotow, wyglada na blad w kliencie.

source: Unknown clients are not allowed in this hub.
pl_pl: Nieznany klient, brak dostepu na hub.

source: Too many open hubs, maximum is %d and you have %d.
pl_pl: Zbyt wiele masz otwartych hubow, maksymalnie mozna %d a posiadasz %d.

source: Too few open hubs, minimum is %d and you have %d.
pl_pl: Zbyt malo masz otwartych hubow, minimalnie musisz miec %d a posiadasz %d.

source: Too few open hubs as user, minimum is %d and you have %d.
pl_pl: Zbyt malo masz otwartych hubow jako uzytkownik, minimalnie musisz miec %d a posiadasz %d.

source: Too few open hubs as registered user, minimum is %d and you have %d.
pl_pl: Zbyt malo masz otwartych hubow jako zarejestrowany uzytkownik, minimalnie musisz miec %d a posiadasz %d.

source: Too few open hubs as operator, minimum is %d and you have %d.
pl_pl: Zbyt malo masz otwartych hubow jako operator, minimalnie musisz miec %d a posiadasz %d.

source: Too little open slots for your connection type %s, minimum is %d and you have %d.
pl_pl: Zbyt malo masz otwartych slotow dla typu polaczenia %s, minimum to %d a posiadasz %d.

source: Too many open slots for your connection type %s, maximum is %d and you have %d.
pl_pl: Zbyt wiele otwartych slotow dla typu polaczenia %s, maksymalnie to %d a posiadasz %d.

source: Your slots per hub ratio %.2f is too low, minimum is %.2f.
pl_pl: Twoje sloty na hubie to stosunek %.2f i jest zbyt niski, minimalny to %.2f.
