Repository: 1o1o1/verlihub
Catalog: po/core_*.CP1252.po
Languages: it_it

source: Unknown
it_it: Sconosciuto

source: Nick: %s
it_it: Nome: %s

source: IP range: %s - %s
it_it: Range IP: %s - %s

source: Share: %llu [%s]
it_it: Condiviso: %llu [%s]

source: Reason: %s
it_it: Motivo: %s

source: Time
it_it: Tempo

source: %s left
it_it: %s abbandona

source: Permanently
it_it: Permanente

source: Removed: %s by %s because %s
it_it: Rimosso: %s da %s perchè %s

source: Type: %s
it_it: Tipo: %s

source: Operator: %s
it_it: Operatore: %s

source: Last hit
it_it: Ultima prova

source: %s ago
it_it: %s fa

source: Never
it_it: Mai

source: Nick + IP
it_it: Nome + IP

source: Nick
it_it: Nome

source: IP range
it_it: Range IP

source: Host level 1
it_it: Host di livello 1

source: Host level 2
it_it: Host di livello 2

source: Host level 3
it_it: Host di livello 3

source: Share size
it_it: Dimensione condivisione

source: Nick prefix
it_it: Prefisso nick

source: Expired %s
it_it: Scaduto il: %s

source: Permanent
it_it: Permanente

source: Type
it_it: Tipo

source: Operator
it_it: Operatore

source: User not online: %s
it_it: Utente offline: %s

source: User not in chatroom: %s
it_it: Utente non presente in chatroom: %s

source: You have no rights to remove user from chatroom: %s
it_it: Non hai i permessi per rimuovere l'user dalla chatroom: %s

source: User removed from chatroom: %s
it_it: Utente rimosso dalla chatroom: %s

source: You are removed from chatroom.
it_it: Sei stato rimosso dalla chatroom.

source: Chatroom members
it_it: Membri della chat

source: User is already in chatroom: %s
it_it: L'utente è già nella chatroom: %s

source: User added to chatroom: %s
it_it: Utente aggiunto alla chatroom: %s

source: Command suffix %s is not implemented, known suffixes are
it_it: Il suffisso del comando %s non è implementato, i suffissi noti sono

source: Suffix regular expression
it_it: Suffisso espressione regolare

source: Parameters regular expression
it_it: Parametri espressione regolare

source: Command parameters error
it_it: Errore nel parametro del comando

source: Key
it_it: Chiave

source: Operation timeout: %s
it_it: Timeout operazione: %s

source: General timeout
it_it: Timeout generale

source: Protocol flood detected
it_it: Protocol flood rilevato

source: Name
it_it: Nome

source: Description
it_it: Descrizione

source: On
it_it: Attivo

source: Off
it_it: Inattivo

source: Show list of redirects
it_it: Mostra lista dei redirects

source: Status
it_it: Stato

source: Any
it_it: Qualsiasi

source: Minimum: %.4f
it_it: minimo: %.4f

source: Maximum: %.4f
it_it: Massimo: %.4f

source: Yes
it_it: Si

source: Show list of clients
it_it: Mostra lista dei clients

source: Version
it_it: Versione

source: Banned
it_it: Bannato

source: User commands are currently disabled.
it_it: Comandi utente attualmente disabilitati.

source: Full list of commands
it_it: Lista completa dei comandi

source: User
it_it: Utente

source: User not found: %s
it_it: Utente non trovato: %s

source: Please specify one or more nicks separated by space.
it_it: Si prega di specificare uno o più nomi separati da uno spazio.

source: Country
it_it: Nazione

source: City
it_it: Città

source: Please note, hub has been scheduled to restart in: %s
it_it: Attenzione, l'hub sta per essere riavviato in: %s

source: Please note, hub will be restarted now.
it_it: Attenzione. l'hub sarà riavviato ora.

source: Please note, hub has been scheduled to stop in: %s
it_it: Attenzione, l'hub sta per essere stoppato in: %s

source: Please note, hub will be stopped now.
it_it: Attenzione. l'hub sarà stoppato ora.

source: Usage example: !ccbc :US:GB: <message>
it_it: Esempio di utilizzo: !ccbc :US:GB: <message>

source: Your information
it_it: Informazioni personali

source: Your IP information
it_it: Informazioni personali IP

source: This command is currently disabled.
it_it: Questo comando è attualmente disabilitato.

source: Main chat is currently disabled for users with your class.
it_it: La chat pubblica è attualmente disabilitata per gli user della tua classe.

source: Your message wasn't sent because it equals your previous message.
it_it: Il tuo messaggio non è stato inviato perchè è identico al precedente.

source: Authors
it_it: Autori

source: Translators
it_it: Traduttori

source: Contributors
it_it: Collaboratori

source: Credits
it_it: Riconoscimenti

source: We would like to thank everyone in our support hub for their input and valuable support and of course everyone who continues to use this great hub software.
it_it: Vorremmo ringraziare tutti nel nostro hub di supporto per il loro contributo e sostegno prezioso e, naturalmente, coloro che continuano a utilizzare questo grande hub software.

source: Website
it_it: Sito web

source: Support hub
it_it: Hub di supporto

source: Hub information
it_it: Informazioni hub

source: Owner: %s
it_it: Proprietario: %s

source: Not set
it_it: Non impostato

source: Status: %s
it_it: Stato: %s

source: Users: %d
it_it: Utenti: %d

source: Share: %s
it_it: Condivisione: %s

source: Passive
it_it: Passivo

source: Active
it_it: Attivo

source: This functionality is currently disabled.
it_it: Questa funzione è attualmente disabilitata.

source: You are already registered.
it_it: Sei già registrato.

source: Your nick must start with: %s
it_it: Il tuo nome deve iniziare con: %s

source: You have been registered with class %d and following password: %s
it_it: Sei stato registrato con classe %d e la seguente password: %s

source: An error occured while registering.
it_it: Si è verificato un errore durante la registrazione.

source: Registration request with password: %s
it_it: Richiesta di registrazione con password: %s

source: Registration request without password
it_it: Richiesta di registrazione senza password

source: Error updating password.
it_it: Errore nell'aggiornare la password.

source: Password updated successfully.
it_it: Password aggiornata correttamente.

source: Temporarily changing class from %d to %d for user: %s
it_it: Cambiata temporaneamente la classe da %d a %d per l'utente %s

source: You have no rights to do this.
it_it: Non hai i permessi per eseguire l'operazione.

source: Use !protect <nickname> <class>.
it_it: Usa !protect <nome_utente> <classe>.

source: Max class is %d
it_it: La classe massima è %d

source: User %s is temporarily protected from class %d
it_it: L'utente %s è temporaneamente protetto dalla classe %d

source: Report command is currently disabled.
it_it: Il comando di report è attualmente disabilitato.

source: Reported user %s
it_it: Utente segnalato: %s

source: Reported offline user %s
it_it: Utente non connesso segnalato: %s

source: Without reason
it_it: Senza motivo

source: Reason
it_it: Motivo

source: Thank you, your report has been accepted.
it_it: Grazie, il tuo report è stato accettato.

source: Missing command parameters.
it_it: Parametri comando mancanti.

source: Protocol command successfully sent.
it_it: Comando protocollo inviato con successo.

source: Ban list has been cleaned.
it_it: La lista ban è stata svuotata.

source: Temporary ban list has been cleaned.
it_it: La lista dei ban temporanei è stata svuotata.

source: Unban list has been cleaned.
it_it: La lista unban è stata svuotata.

source: Kick list has been cleaned.
it_it: Lista kick svuotata.

source: Temporary rights list has been cleaned.
it_it: La lista dei permessi temporanei è stata cancellata.

source: This command is not implemented.
it_it: Questo comando non è implementato.

source: Please provide a valid ban time.
it_it: Fornisci un tempo di ban valido.

source: No reason specified
it_it: Nessuna motivazione specificata

source: Removed ban
it_it: Ban rimosso

source: Ban information
it_it: Informazioni ban

source: %d ban found.
it_it: %d ban trovato.

source: Unknown range format: %s
it_it: Formato range sconosciuto: %s

source: Added new ban
it_it: Nuovo ban aggiunto

source: Undefined configuration variable: %s.%s
it_it: Variabile di configurazione indefinita: %s.%s

source: Found %d user with IP %s
it_it: Trovato %d utente con l'IP %s

source: Found %d user with range %s
it_it: Trovato %d utente con il range %s

source: Country code must be 2 characters long, for example RU.
it_it: Il codice nazionale deve essere lungo 2 caratteri, per esempio IT.

source: Found %d user with country code %s
it_it: Trovato %d utente con il codice nazionionale %s

source: Found %d user with city %s
it_it: Trovato %d utente dalla città di %s

source: Found %d user on hub port %d
it_it: Trovato %d utente connesso alla porta %d

source: Found %d user with hub URL %s
it_it: Trovato %d utente connesso all'indirizzo dell'hub %s

source: No users found.
it_it: Nessun utente trovato.

source: Loaded plugins
it_it: Plugins caricati

source: No registered users with class %d found.
it_it: Non è stato trovato nessun utente con classe %d .

source: You specified invalid class number.
it_it: Hai specificato un numero di classe invalido.

source: Registered user not found: %s
it_it: Nessun utente registrato di nome: %s

source: %s has been registered with class %d and password.
it_it: L'user %s è stato registrato con classe %d e password.

source: Error adding new user.
it_it: Errore nell'aggiungere il nuovo utente.

source: %s has been unregistered, user information
it_it: La registrazione dell'utente %s è stata cancellata. Informazioni user:

source: Error unregistering %s, user information
it_it: Errore nel cancellare %s, informazioni user

source: Password updated.
it_it: Password aggiornata.

source: Your registration has been enabled.
it_it: La tua registrazione è stata abilitata.

source: Your registration has been disabled.
it_it: La tua registrazione è stata disabilitata.

source: %s registration information
it_it: informazioni registrazione %s

source: Your share is now visible.
it_it: Il tuo share è ora visibile.

source: Your share is now hidden.
it_it: Il tuo share è ora nascosto.

source: Command console is not ready.
it_it: La console di comando non è pronta.

source: Probably attempt of NULL character attack: %s
it_it: Probabile tentativo di attacco di carattere NULL: %s

source: See you.
it_it: Ci vediamo.

source: Invalid login sequence, your client already sent key.
it_it: Sequenza di login non valida, il tuo client ha già inviato una chiave.

source: Your client provided invalid key in response to lock.
it_it: Il tuo client ha fornito una chiave non valida in risposta ad un blocco.

source: Invalid login sequence, your client already sent supports.
it_it: Sequenza di login non valida, il tuo client ha già inviato supporti.

source: Invalid login sequence, your client already validated nick.
it_it: Sequenza di login non valida, il tuo client ha già convalidato il nick.

source: User limit in country zone %s exceeded at %d/%d online users.
it_it: Il limite di utenti per la zona %s è stato superato di %d/%d utenti.

source: User limit in IP zone %s exceeded at %d/%d online users.
it_it: Limite di indirizzi IP per la zona %s è stato superato di %d/%d utenti.

source: User limit in main zone exceeded at %d/%d online users.
it_it: Limite di utenti della zona principale superato di %d/%d utenti.

source: User limit exceeded at %d online users.
it_it: Limite massimo di utenti superato di %d utenti.

source: This is a registered users only hub.
it_it: Questo hub è per soli utenti registrati.

source: User limit from IP address %s exceeded at %d online users.
it_it: Limite di utenti per indirizzo IP %s superato di %d utenti.

source: Authorization IP mismatch from %s
it_it: IP autorizzato non corrispondente con %s

source: Authorization IP for this account doesn't match your IP address: %s
it_it: L'IP autorizzato per questo account non corrisponde al tuo indirizzo IP: %s

source: Invalid login sequence, you client already sent password.
it_it: Sequenza di login non valida, il tuo client ha già inviato una password.

source: Incorrect password
it_it: Password errata

source: Invalid login sequence, you didn't specify support for hub URL command.
it_it: Sequenza di login non valida, non ha specificato il supporto per il comando URL hub.

source: Invalid login sequence, your client already sent hub URL.
it_it: Sequenza di login non valida, il tuo client ha già inviato URL hub.

source: Invalid login sequence, you client already sent version.
it_it: Sequenza di login non valida, il tuo client ha già inviato la versione.

source: Your client didn't specify a tag.
it_it: Il tuo client non ha specificato nessuna tag.

source: You share %s but maximum allowed is %s.
it_it: Il tuo share è %s ma il massimo consentito è %s.

source: You are already in the hub using another nick: %s
it_it: Sei già nell'hub con un altro nome: %s

source: You are banned from this hub
it_it: Sei bannato da questo hub

source: Invalid login sequence, you didn't specify support for IN command.
it_it: Sequenza di login non valida, non ha specificato il supporto per il comando IN.

source: Invalid login sequence, you didn't specify support for ExtJSON command.
it_it: Sequenza di login non valida, non ha specificato il supporto per il comando ExtJSON.

source: You're not allowed to use private chat right now.
it_it: Non è ti permesso utilizzare la chat privata in questo momento.

source: User tries to speak with gag in PM to %s: %s
it_it: L'utente con GAG %s tenta di parlare in privato con: %s

source: Private chat is currently disabled for users with your class.
it_it: La chat privata è attualmente disabilitata per gli utenti della tua classe.

source: You can't talk to this user.
it_it: Non puoi parlare con questo utente.

source: Private message flood detected from your client.
it_it: Flood di messaggi privati rilevati dal tuo client.

source: Same message flood in PM: %s
it_it: Stesso messaggio flood in privato: %s

source: Same message flood in MCTo: %s
it_it: Stesso messaggio flood in MCTo: %s

source: Your chat message contains %d characters but maximum allowed is %d characters.
it_it: Il tuo messaggio nella chat contiene %d caratteri ma il massimo consentito è %d caratteri.

source: You're not allowed to use main chat right now.
it_it: Non ti è permesso utilizzare la chat principale in questo momento.

source: User tries to speak with gag in MC: %s
it_it: L'utente con gag %s tenta di parlare nella chat pubblica.

source: You're not allowed to download from anyone.
it_it: Non ti è permesso scaricare da nessuno.

source: You can't download from this user: %s
it_it: Non puoi scaricare da questo utente: %s

source: You're not allowed to search for anything.
it_it: Non ti è permesso fare ricerche su nulla.

source: Invalid login sequence, you didn't identify yourself as pinger.
it_it: Sequenza di login non valida, non puoi identificarti come Pinger.

source: Invalid login sequence, you already sent pinger information.
it_it: Sequenza di login non valida, hai già inviato informazioni Pinger.

source: Pinger entered the hub: %s
it_it: Entra nell'hub il Pinger: %s

source: Please specify valid redirect address.
it_it: Si prega di specificare un indirizzo di redirect valido.

source: You are being redirected to %s because: %s
it_it: Stai per essere redirettato a %s perchè: %s

source: Please provide a valid reason.
it_it: Fornisci un motivo valido.

source: Invalid login sequence, your client must validate nick first: %s
it_it: Sequenza di login invalida, il tuo client deve convalidare prima il nick: %s

source: Invalid login sequence, your client must validate nick first.
it_it: Sequenza di login invalida, il tuo client deve convalidare prima il nick.

source: You have no rights to perform following operator action: %s
it_it: Non hai i permessi per eseguire la seguente azione da operatore: %s

source: Your client sent malformed protocol command: %s
it_it: Il tuo client manda comandi protocollo malformati: %s

source: Nick spoofing attempt detected from your client: %s
it_it: Tentativo nick spoofing rilevato dal tuo client: %s

source: Unknown hub command: %s
it_it: Comando hub sconosciuto: %s

source: Your chat message contains %d lines but maximum allowed is %d lines.
it_it: Il tuo messaggio nella chat contiene %d linee ma il massimo consentito è %d linee.

source: Your client is banned from this hub: %s
it_it: Il tuo client è bannato da questo hub: %s

source: Connections through proxy server are not allowed in this hub.
it_it: Le connessioni attraverso server proxy non sono consentite in questo hub.

source: Passive connections are restricted, consider changing to active.
it_it: Le connessioni passive hanno delle limitazioni, considera di cambiare ad attivo.

source: Your client tag is reporting less than 0 hubs or less than 0 slots, looks like a bug in your client.
it_it: La tag del tuo client sta riportando meno di 0 hub o meno di 0 slot, sembra ci sia un bug nel tuo client.

source: Unknown clients are not allowed in this hub.
it_it: Client sconosciuti non sono ammessi in questo hub.

source: Too many open hubs, maximum is %d and you have %d.
it_it: Troppi hub aperti, il massimo consentito è %d e tu ne hai %d.

source: Too few open hubs, minimum is %d and you have %d.
it_it: Hai pochi hub aperti, il minimo consentito è %d e tu ne hai %d.

source: Too few open hubs as user, minimum is %d and you have %d.
it_it: Hai pochi hub aperti come utente, il minimo consentito è %d e tu ne hai %d.

source: Too few open hubs as registered user, minimum is %d and you have %d.
it_it: Hai pochi hub aperti come utente registrato, il minimo consentito è %d e tu ne hai %d.

source: Too few open hubs as operator, minimum is %d and you have %d.
it_it: Hai pochi hub aperti come operatore, il minimo consentito è %d e tu ne hai %d.

source: Too little open slots for your connection type %s, minimum is %d and you have %d.
it_it: Pochi slot aperti per la tua connessione %s, il minimo consentito è %d e tu hai %d.

source: Too many open slots for your connection type %s, maximum is %d and you have %d.
it_it: Troppi slot aperti per la tua connessione %s, il massimo consentito è %d e tu hai %d.

source: Your slots per hub ratio %.2f is too low, minimum is %.2f.
it_it: Il tuo rapporto slot/hub %.2f è troppo basso, il minimo consentito è %.2f.

source: Open %d slots for %d hubs.
it_it: Altri %d slot per %d hub.

source: Your slots per hub ratio %.2f is too high, maximum is %.2f.
it_it: Il tuo rapporto slot/hub %.2f è troppo alto, il massimo consentito è %.2f.

source: Too low upload limit for your connection type %s, minimum upload rate is %.2f.
it_it: Il limite in upload è troppo basso per la tua connessione %s, il tasso minimo consentito è %.2f.

source: Too low upload limit per slot for your connection type %s, minimum upload limit is %.2f per slot.
it_it: Il limite in upload per slot è troppo basso per la tua connessione %s, il limite minimo consentito è %.2f per slot.

source: Your client version is too old, please upgrade it.
it_it: Il tuo client è troppo vecchio, aggiornalo.

source: Minimum allowed version number for client %s is: %.4f
it_it: Il numero di versione minimo consentito per il client %s è: %.4f

source: Minimum allowed version number for your client is: %.4f
it_it: Il numero di versione minimo consentito per il tuo client è: %.4f

source: Your client version is too recent, please downgrade it.
it_it: La versione del tuo client è troppo recente, si prega di usarne una più vecchia.

source: Maximum allowed version number for client %s is: %.4f
it_it: Il numero di versione massima consentito per il client %s è: %.4f

source: Maximum allowed version number for your client is: %.4f
it_it: Il numero di versione massimo consentito per il tuo client è: %.4f

source: Mode
it_it: Modo

source: Other
it_it: Altro

source: Open hubs
it_it: Hub aperti

source: Not available
it_it: Non disponibile

source: Open slots
it_it: Slot aperti

source: Hub ports information
it_it: Informazioni porte hub

source: Port %d: %d
it_it: Porta %d: %d

source: Hub URL information
it_it: Informazioni indirizzo hub

source: Missing hub URL: %d
it_it: Indirizzo hub mancante: %d

source: Unknown: %d
it_it: Sconosciuto: %d

source: Total download: %s [%s]
it_it: Download totale: %s [%s]

source: Total upload: %s [%s]
it_it: Upload totale: %s [%s]

source: Unable to get system information.
it_it: Impossibile ottenere informazioni di sistema.

source: System information
it_it: Informazioni di sistema

source: OS: %s
it_it: Sistema operativo: %s

source: Uptime: %s
it_it: Online da: %s

source: Load averages: %.2f %.2f %.2f
it_it: Carico medio: %.2f %.2f %.2f

source: Total processes: %d
it_it: Processi totali: %d

source: Total RAM: %s
it_it: RAM totale: %s

source: Free RAM: %s
it_it: RAM disponibile: %s

source: Shared RAM: %s
it_it: RAM condivisa: %s

source: RAM in buffers: %s
it_it: RAM buffer: %s

source: Total swap: %s
it_it: Swap totale: %s

source: Free swap: %s
it_it: Swap libera: %s

source: System information not available.
it_it: Informazioni di sistema non disponibili.

source: Version: %s
it_it: Versione: %s

source: Frequency: %.4f [%s]
it_it: Frequenza: %.4f [%s]

source: Name: %s
it_it: Nome: %s

source: Category: %s
it_it: Categoria: %s

source: Users: %d of %d
it_it: Utenti: %d di %d

source: User list: %d
it_it: In lista utenti: %d

source: Hello users: %d
it_it: Utenti con hello: %d

source: Progress users: %d
it_it: Utenti in connessione: %d

source: Active users: %d
it_it: Utenti attivi: %d

source: Passive users: %d
it_it: Utenti passivi: %d

source: Bot count: %d
it_it: Conteggio Bot: %d

source: Users in country zone #%d: %d of %d [%s] [%s]
it_it: Utenti nella zona nazionale #%d: %d of %d [%s] [%s]

source: Users in IP zone #%d: %d of %d [%s] [%s]
it_it: Utenti nella zona IP #%d: %d of %d [%s] [%s]

source: Other users: %d of %d [%s]
it_it: Altri utenti: %d of %d [%s]

source: Can't initiate MySQL structure
it_it: Non è possibile avviare la struttura di MySQL

source: Connection to MySQL server failed
it_it: La connessione al server MySQL è fallita

source: Chat: %s
it_it: Chat pubblica: %s

source: PM: %s
it_it: Messaggi privati: %s

source: Search: %s
it_it: Ricerche: %s

source: Register: %s
it_it: Registrare: %s

source: Operator chat: %s
it_it: Chat operatori: %s

source: Class: %d
it_it: Classe: %d

source: You won't see public chat messages, to restore use +chat command.
it_it: Ora non vedrai più i messaggi di chat, per riattivarli digita il comando +chat .

source: Hub is currently unable to service your request, please try again in a few minutes.
it_it: L'Hub non è attualmente in grado di elaborare la vostra richiesta, si prega di riprovare tra qualche minuto.

source: You're already logged in with same nick and IP address.
it_it: Sei già connesso con lo stesso nome e indirizzo IP.

source: Another user has logged in with same nick and IP address.
it_it: Un altro utente si è connesso con lo stesso nick e indirizzo IP.

source: Your nick is already taken by another user.
it_it: Il tuo nome è già usato da un altro utente.

source: You must set your password now using +passwd command or entering it in password dialog.
it_it: Devi impostare la tua password ora usando il comando +passwd oppure inserendola nella finestra di dialogo.

source: You must set your password now using +passwd command.
it_it: Devi impostare la tua password ora usando il comando +passwd .

source: Reconnecting too fast
it_it: Riconnessione troppo veloce

source: Your nick contains forbidden characters.
it_it: Il tuo nome contiene caratteri non ammessi.

source: Valid nick characters: %s
it_it: Caratteri consentiti nel nome: %s

source: Your nick is too short, minimum allowed length is %d characters.
it_it: Il tuo nome è troppo corto, la lunghezza minima consentita è %d caratteri.

source: Your nick is too long, maximum allowed length is %d characters.
it_it: Il tuo nome è troppo lungo, la lunghezza massima consentita è %d caratteri.
