Repository: 1o1o1/verlihub
Catalog: po/core_*.UTF-8.po
Languages: pl_pl

source: Open %d slots for %d hubs.
pl_pl: Otwarte %d sloty na %d hubow.

source: Your slots per hub ratio %.2f is too high, maximum is %.2f.
pl_pl: Twoje sloty na hubie to stosunek %.2f jest zbyt wysoki, maksymalnie wynosi %.2f.

source: Too low upload limit for your connection type %s, minimum upload rate is %.2f.
pl_pl: Zbyt niski limit wysyłania dla tego typu połączenia %s, minimalna prędkosc wysylania jest %.2f.

source: Too low upload limit per slot for your connection type %s, minimum upload limit is %.2f per slot.
pl_pl: Limit przesyłlia jest za niski dla tego typu polaczenia %s, minimalny limit wysylania jest %.2f na slot.

source: Your client version is too old, please upgrade it.
pl_pl: Twoja wersja klienta jest zbyt stara, proszę uaktualnic go.

source: Allowed minimum version number for %s client is: %.2f
pl_pl: Dopuszczalna minimalna wersja dla klienta %s wynosi: %.2f

source: Allowed minimum version number for your client is: %.2f
pl_pl: Dopuszczalna minimalna wersja dla klienta to: %.2f

source: Your client version is too recent, please downgrade it.
pl_pl: Twoja wersja klienta jest zbyt nowa, proszę obniżyc go.

source: Allowed maximum version number for %s client is: %.2f
pl_pl: Dozwolona maksymalna wersji dla klienta %s wynosi: %.2f

source: Allowed maximum version number for your client is: %.2f
pl_pl: Dozwolona maksymalna liczba wersji klienta to: %.2f

source: Unable to retrive system information.
pl_pl: Nie mozna sprawdzic informacji o systemie.

source: System information
pl_pl: Informacja o systemie

source: System uptime
pl_pl: Czas dzialania systemu

source: Load averages
pl_pl: Srednie obciezenie

source: Total RAM
pl_pl: Calkowite RAM

source: Free RAM
pl_pl: Wolne RAM

source: Shared RAM
pl_pl: Udostępnione RAM

source: Memory in buffers
pl_pl: Pamiec w buforze

source: Free swap
pl_pl: Wolne swap

source: Number of processes
pl_pl: Liczba procesow

source: Information is not available.
pl_pl: Informacja nie jest dostępna.

source: Hub information
pl_pl: Informacje o hubie

source: Version date
pl_pl: Wersja daty

source: Uptime
pl_pl: Czas pracy

source: Server frequency
pl_pl: Czestotliwosc pracy serwera

source: Hub name
pl_pl: Nazwa huba

source: Hub category
pl_pl: Kategoria huba

source: Current online users
pl_pl: Obecnie dostepnych uzytkownikow

source: Current share total
pl_pl: Calkowite share

source: User list count
pl_pl: Ilosc uzytkownikow na liscie

source: Hello user count
pl_pl: Witaj uzytkowniku.

source: In progress users
pl_pl: Postep uzytkownika

source: Active user count
pl_pl: Uzytkownicy aktywni

source: Passive user count
pl_pl: Uzytkownicy pasywni

source: OP user count
pl_pl: Ilosc Opow

source: Bot user count
pl_pl: Ilosc botow

source: Users in zone #%d
pl_pl: Uzytkownicy w strefie #%d

source: Not set
pl_pl: Nie ustawiono

source: All other users
pl_pl: Wszyscy inni uzytkownicy

source: Setting main and private chat rights for %s to %s.
pl_pl: Ustawienia praw glownego i prywatnego czata dla %s do %s.

source: Setting main chat right for %s to %s.
pl_pl: Ustawienie praw glownego czata z %s na %s.

source: Setting private chat right for %s to %s.
pl_pl: Ustawienie praw prywatnego czata z %s na %s.

source: Setting search right for %s to %s.
pl_pl: Ustawienie praw szukania z %s na %s.

source: Setting download right for %s to %s.
pl_pl: Ustawienie praw pobierania z %s na %s.

source: Setting kick right for %s to %s.
pl_pl: Ustawienia praw kopniec z %s na %s.

source: Setting hidden share right for %s to %s.
pl_pl: Ustawienie praw do ukrywania udostepnienia z %s na %s.

source: Setting registering right for %s to %s.
pl_pl: Ustawienie praw rejestracji z %s na %s.

source: Setting operator chat right for %s to %s.
pl_pl: Ustawienia praw operatora dla czata z %s na %s.

source: On
pl_pl: Wlaczony

source: Class
pl_pl: Klasa

source: Invalid
pl_pl: Niepoprawny

source: Last login
pl_pl: Ostatnie logowanie

source: from
pl_pl: z

source: Registered since
pl_pl: Zarejestrowany od

source: by %s
pl_pl: przez %s

source: No information
pl_pl: Brak informacji

source: Last error
pl_pl: Ostatni blad

source: Login errors/total
pl_pl: Blad logowania/calkowity

source: Password set
pl_pl: Ustaw haslo

source: Account enabled
pl_pl: Konto aktywne

source: Protected
pl_pl: Chroniony

source: Hidden kicks
pl_pl: Ukryte kopniecie

source: Hidden key
pl_pl: Ukryty klucz

source: Hidden share
pl_pl: Ukryte udostepnienie

source: Hidden share messages
pl_pl: Ukryte wiadomosci

source: Authorization IP
pl_pl: Autoryzacja IP

source: Alternate IP
pl_pl: Alternatywne IP

source: You won't see public chat messages, to restore use +chat command.
pl_pl: Nie mozesz widziec wiadomosci czata glownego, aby widziec uzyj komendy +chat.

source: The hub is currently unable to service your request. Please try again in a few minutes.
pl_pl: Hub obecnie nie obsluguje zadan. Prosze sprobowac ponownie za kilka minut.

source: Another user has logged in with same nick and IP address.
pl_pl: Inny uzytkownik zalogowal sie na tej samej nazwie uzytkownika i numerze IP.

source: Your nick is already taken by another user.
pl_pl: Twoja nazwa uzytkownika jest juz zajeta przez innego uzytkownika.

source: You must set your password now using +passwd command or entering it in password dialog.
pl_pl: Musisz ustawic haslo za pomoca komendy +passwd lub wpisac je w wyskakujace okienko.

source: You must set your password now using +passwd command.
pl_pl: musisz ustawic haslo za pomoca komendy +passwd.

source: Your nick contains forbidden characters.
pl_pl: Twoja nazwa uzytkownika zawiera niedozwolone znaki.

source: Valid nick characters: %s
pl_pl: Dozwolone znaki w nazwie uzytkownika: %s

source: Your nick is too short, minimum allowed length is %d characters.
pl_pl: Twoja nazwa uzytkownika jest zbyt krotka, minimalna dlugosc wynosi %d znakow.

source: Your nick is too long, maximum allowed length is %d characters.
pl_pl: Twoja nazwa uzytkownika jest zbyt dluga, maksymalna dlugosc wynosi %d znakow.

source: Your nick is already in use, please use something else.
pl_pl: Twoja nazwa uzytkownika jest juz w uzyciu, prosze uzuc innej nazwy uzytkownika.

source: Please use one of following nick prefixes: %s
pl_pl: Prosze o ustawienie jednego z nastepujacych prefiksow: %s

source: Your nick contains operator prefix but you are not registered, please remove it.
pl_pl: Twoja nazwa uzytkownika zawiera prefiks operatora, ale nie jestes zarejestrowany, prosze go usunac.

source: You are reconnecting too fast, please wait %s.
pl_pl: Zbyt szybko probujesz sie polaczyc, prosze poczekac %s.

source: Unknown bad nick error, sorry.
pl_pl: Nieznana nazwa uzytkownika, przepraszamy.

source: You are banned from this hub
pl_pl: Zostales zbanowany na tym hubie.

source: Please use following nick prefix: %s
pl_pl: Prosze uzyc nastepujacych prefiksow przed nazwa uzytkownika: %s.

source: Error. Available units are: s(econd), m(inute), h(our), d(ay), w(eek), M(onth), Y(ear). Default is 'd'.
pl_pl: Blad. Dostepne jednostki to: s (sekundy), m (minuty), h (godniny), d (dni), w (tygodnie), M (miesiace), Y(lata). Domyslne ustawienie to 'd'.

source: Please provide a positive number.
pl_pl: Prosze podac dodatnia liczbe.

source: Hublist registration results:
pl_pl: Wynik rejestracji w hublistach:

source: Sending to %s:%d...
pl_pl: Wysylajac do %s:%d...

source: connection failed
pl_pl: polaczenie niepowiodlo sie

source: error sending info
pl_pl: blad podczeas wysylania informacji

source: Done
pl_pl: Gotowe

source: Registering the hub in hublists. This may take a while, please wait...
pl_pl: Rejestacja huba w hublistach. Moze to troche potrwac, prosze czekac...

source: Software: %s %s @ %s
pl_pl: Oprogramowanie: %s %s @ %s

source: Uptime: %s
pl_pl: Czas pracy: %s

source: Users: %d
pl_pl: Uzytkownicy: %d

source: Share: %s
pl_pl: Udostepnienie: %s

source: Status: %s
pl_pl: Pozycja: %s

source: Software: %s %s @ %s%s ][ Uptime: %s ][ Users: %d ][ Share: %s
pl_pl: Oprogramowanie: %s %s @ %s%s ][ Czas pracy: %s ][ Uzytkownicy: %d ][ Udostepnienie: %s

source: You have been kicked because %s
pl_pl: Zostales wykopany z huba z powodu %s

source: Kicked user %s
pl_pl: Kopniecie uzytkownika %s

source: Dropped user %s
pl_pl: Wyrzucenie uzytkownika %s

source: dropped
pl_pl: wyrzucenie

source: User cannot be kicked.
pl_pl: Uzytkownik nie moze byc usuniety.

source: and banned
pl_pl: i zbanowany

source: Error kicking user %s because he is protected against all classes below %d
pl_pl: Blad wykopania uzytkownika %s poniewaz jest on chroniony od wszystkich klas ponizej %d

source: %ld week
pl_pl: %ld tydzien

source: %ld day
pl_pl: %ld dzien

source: %ld hour
pl_pl: %ld

source: %ld min
pl_pl: %ld tydzien

source: %ld sec
pl_pl: %ld sekunda

source: Guest
pl_pl: Gosc

source: Unknown
pl_pl: Nieznany

source: The definition is empty or not specified. Please define it with -d option.
pl_pl: Definicja jest pusta lub nie podana. Prosze okreslic ja z opcja -d.

source: It's not allowed to define dbconfig file as trigger.
pl_pl: To nie jest dozwolone, zdefiniowanie pliku dbconfig jako trigger.

source: User '%s' tried to define dbconfig as trigger
pl_pl: Uzytkownik '%s' probowal zdefiniowac plik dbconfig triggerem

source: The file %s for the trigger %s must be locate in Verlihub config folder (use %%[CFG] variable; for ex %%[CFG]/%s)
pl_pl: Plik %s triggera %s musi byc zlokalizowany w folderze Verlihub config (uzyj %%[CFG] zmienna; dla ex %%[CFG]/%s)

source: Definition
pl_pl: Definicja

source: Flag
pl_pl: Flaga

source: Send as
pl_pl: Wyslij jako

source: Min class
pl_pl: Minimalna klasa

source: Max class
pl_pl: Maksymalna klasa

source: Default class
pl_pl: Domyslna klasa

source: In list
pl_pl: Z listy

source: Special user
pl_pl: Specjalny uzytkownik

source: User rights information
pl_pl: Informacje o prawach uzytkownika

source: Nick: %s
pl_pl: Nazwa uzytkownika: %s

source: Class: %d
pl_pl: Klasa: %d

source: Can use main chat: %s
pl_pl: Mozna korzystac z golwnego czata: %s

source: No [%s]
pl_pl: Nie [%s]

source: Can use private chat: %s
pl_pl: Mozna korzystac z prywatnego pokoju: %s

source: Can use operator chat: %s
pl_pl: Moze operator uzywac czatu: %s

source: Yes [%s]
pl_pl: Tak [%s]

source: Can search files: %s
pl_pl: Mozna wyszukiwac pliki: %s

source: Can download files: %s
pl_pl: Mozna pobierac pliki: %s

source: Can hide share: %s
pl_pl: Mozna ukryc udostepnione pliki: %s

source: Can register users: %s
pl_pl: Mozna rejestrowac uzytkownikow: %s

source: Can drop users: %s
pl_pl: Mozna usunac uzytkownika: %s

source: Can kick users: %s
pl_pl: Mozna kopnac uzytkownika: %s

source: Can temporarily ban users: %s
pl_pl: Mozna tymczasowo zbanowac uzytkownika: %s

source: Can permanently ban users: %s
pl_pl: Mozna na trwale zbanowac uzytkownika: %s

source: You're no longer allowed to use main chat for %s.
pl_pl: Nie mozesz uzywac glownego czata %s.

source: You're now allowed to use main chat.
pl_pl: Mozesz korzystac z glownego czata.

source: You're no longer allowed to use private chat for %s.
pl_pl: Nie mozesz uzywac prywatnego czatu %s

source: You're now allowed to use private chat.
pl_pl: Mozesz uzywac juz prywatny czat.

source: You're no longer allowed to search files for %s.
pl_pl: Nie mozesz wyszukiwac plikow %s.

source: You're now allowed to search files.
pl_pl: Mozesz juz wyszukiwac pliki.

source: You're no longer allowed to download files for %s.
pl_pl: Masz już prawa do pobierania plikow w %s.

source: You're now allowed to download files.
pl_pl: Mozesz juz pobierac pliki.

source: You're no longer allowed to kick users.
pl_pl: Nie mozesz kopac uzytkownikow.

source: You're now allowed to kick users for %s.
pl_pl: Mozesz juz kopac uzytkownikow do %s

source: You're no longer allowed to register users.
pl_pl: Nie mozesz rejestrowac uzytkownikow.

source: You're now allowed to register users for %s.
pl_pl: Mozesz rejestrowac uzytkownikow na %s.

source: You're no longer allowed to use operator chat.
pl_pl: Nie mozna korzystac operatorom z czata.

source: You're now allowed to use operator chat for %s.
pl_pl: Mozna korzystac z czata dla operatorow %s.

source: You're no longer allowed to hide share.
pl_pl: Ty nie mozesz ukryc udostepnienia.

source: You're now allowed to hide share for %s.
pl_pl: Mozesz juz ukrywac udostepnienie dla %s.

source: You're no longer allowed to drop users.
pl_pl: Mozesz usuwac uzytkownikow.

source: You're now allowed to drop users for %s.
pl_pl: Mozesz usuwac uzytkownikow na %s.

source: You're no longer allowed to temporarily ban users.
pl_pl: Nie mozesz tymczasowo banowac uzytkownikow.

source: You're now allowed to temporarily ban users for %s.
pl_pl: Mozesz tymczasowo banowac uzytkownikow na %s.

source: You're no longer allowed to permanently ban users.
pl_pl: Nie mozesz na stale banowac uzytkownikow.

source: You're now allowed to permanently ban users for %s.
pl_pl: Mozesz juz banowac uzytkownikow na %s.

source: Plugin %s %s cannot load extra script.
pl_pl: Plugin %s %s nie moze zaladowac dodatkowego skryptu.

source: Plugin %s %s cannot load script '%s'.
pl_pl: Plugin %s %s nie moze zaladowac skryptu '%s'.

source: No help available for this command.
pl_pl: Brak pomocy dla tej komendy.

source: Item successfully added
pl_pl: Pomyslnie dodano pozycje.

source: Unable to add item.
pl_pl: Nie mozna dodac pozycji.

source: Item already exists.
pl_pl: Pozycja już istnieje

source: Item successfully deleted.
pl_pl: Pomyslnie usunieto pozycje.

source: Item not found.
pl_pl: Nie znaleziono pozycji.

source: Item successfully modified
pl_pl: Pozycja pomyslnie zmodyfikowana

source: Error in item data.
pl_pl: Blad danych w pozycji.
