Repository: 1o1o1/verlihub
Catalog: po/core_*.CP1252.po
Languages: it_it

source: Please use one of following nick prefixes: %s
it_it: Si prega di utilizzare uno dei seguenti prefissi: %s

source: Your nick contains operator prefix but you are not registered, please remove it.
it_it: Il tuo nome contiene il prefisso usato dagli operatori ma tu non sei registrato, sei pregato di rimuoverlo.

source: Unknown bad nick error, sorry.
it_it: Errore sconosciuto nel nome, siamo spiacenti.

source: Please use following nick prefix: %s
it_it: Si prega di utilizzare il seguente prefisso prima del nome: %s

source: DDoS detection filtered %lu new connections and found %d new exploited hubs
it_it: Il sistema di rilevamento DDoS, ha filtrato %lu nuove connessioni e ha trovato %d nuovi hub sfruttati.

source: DDoS detection filtered %lu new connections.
it_it: Il sistema di rilevamento DDoS, ha filtrato %lu nuove connessioni.

source: DDoS stopped, filtered totally %lu connections.
it_it: DDoS terminato, filtrate in totale %lu connessioni.

source: Available time units are: s(econds), m(inutes), h(ours), d(ays) is default, w(eeks), M(onths) and y(ears)
it_it: Le unità di tempo disponibili sono: s(secondi), m(minuti), h(ore), d(giorni) predefinite, w(settimane), M(mesi) e y(anni)

source: Please provide positive number for time unit.
it_it: Si prega di fornire un numero positivo per l'unità di tempo.

source: Hublist registration results
it_it: Risultato registrazione hublist

source: Sending information to: %s:%d
it_it: Invio informazioni a: %s:%d

source: Error connecting
it_it: Errore durante la connessione

source: Done
it_it: Fatto

source: Error sending
it_it: Errore nell'invio

source: Finished registering in hublists.
it_it: Registrazione alla hublist terminata.

source: Hublist host is empty, nothing to do.
it_it: Non sono presenti host per la hublist, niente da fare.

source: Hublist port number is invalid, nothing to do.
it_it: La porta della registrazione alla hublist non è valida, niente da fare.

source: Registering in hublists, please wait.
it_it: Sto registrando l'hub nelle hublist, si prega di attendere.

source: Detected clone of user with share %s: %s
it_it: Rilevato clone di utente con share %s: %s

source: Clone detected
it_it: Rilevato clone

source: Protocol command has been unlocked after stopped flood from all
it_it: Il comando di protocollo è stato sbloccato dopo aver fermato flood da tutti

source: Protocol command has been locked due to detection of flood from all
it_it: Il comando di protocollo è stato bloccato per via del rilevamento di flood da tutti

source: Sorry, following protocol command is temporarily locked due to flood detection
it_it: Siamo spiacenti, il seguente comando protocollo è temporaneamente bloccato a causa di rilevamento flood

source: Normal
it_it: Normale

source: Progressive
it_it: Progressivo

source: Capacity
it_it: Capacità

source: Recovery
it_it: Ripristino

source: Guest
it_it: Ospite

source: Registered
it_it: Registrato

source: Cheef
it_it: Moderatore

source: Administrator
it_it: Amministratore

source: Master
it_it: Proprietario

source: Software: %s %s%s ][ Uptime: %s ][ Users: %d ][ Share: %s
it_it: Programma: %s %s%s ][ Online da: %s ][ Utenti: %d ][ Condivisione: %s

source: You have no rights to kick user: %s
it_it: Non hai i permessi per cacciare l'utente: %s

source: User is protected from your kicks: %s
it_it: L'utente è protetto dai tuoi kick: %s

source: You have been kicked because: %s
it_it: Sei stato cacciato perchè: %s

source: You have been kicked from hub.
it_it: Sei stato cacciato dall'hub.

source: User was kicked and banned for %s: %s
it_it: L'utente è stato cacciato e bannato per %s: %s

source: User was kicked and banned permanently: %s
it_it: L'utente è stato cacciato e bannato permanentemente: %s

source: %s dropped user with reason: %s
it_it: %s ha disconnesso l'utente per il seguente motivo: %s

source: %s dropped user without reason
it_it: %s ha disconnesso l'utente senza motivo

source: You have been dropped because: %s
it_it: Sei stato disconnesso perchè: %s

source: User was dropped: %s
it_it: L'utente è stato disconnesso: %s

source: DDoS detected, gathering attack information...
it_it: Attacco DDoS per la raccolta delle informazioni rilevato...

source: %ld week
it_it: %ld settimana

source: %ld day
it_it: %ld giorno

source: %ld hour
it_it: %ld ora

source: %ld min
it_it: %ld minuto

source: %ld sec
it_it: %ld secondo

source: Show list of triggers
it_it: Mostra lista triggers

source: The definition is empty or not specified. Please define it with -d option.
it_it: La definizione è vuota o non è stata specificata. Inseriscila con l'opzione -d.

source: It's not allowed to define dbconfig file as trigger.
it_it: L'utente '%s' ha provato a definire il file dbconfig come trigger

source: User '%s' tried to define dbconfig as trigger
it_it: L'utente '%s' ha provato a definire il file dbconfig come trigger

source: The file %s for the trigger %s must be located in %s configuration folder, use %%[CFG] variable, for example: %%[CFG]/%s
it_it: Il file %s per il trigger %s deve essere collocato nella cartella di configurazione %s, usa la variabile %%[CFG]. Per esempio: %%[CFG]/%s

source: Class
it_it: Classe

source: Definition
it_it: Definizione

source: User rights information
it_it: Permessi utente

source: Can use main chat: %s
it_it: Può usare la chat principale: %s

source: Can use private chat: %s
it_it: Può usare la chat privata: %s

source: Can use operator chat: %s
it_it: Può usare la chat operatori: %s

source: Yes [%s]
it_it: Si [%s]

source: Can search files: %s
it_it: Può fare ricerche: %s

source: Can download files: %s
it_it: Puà scaricare: %s

source: Can hide share: %s
it_it: Può nascondere lo share: %s

source: Can register users: %s
it_it: Può registrare gli utenti: %s

source: Can drop users: %s
it_it: Può disconnettere gli utenti: %s

source: Can kick users: %s
it_it: Può cacciare gli utenti: %s

source: Can temporarily ban users: %s
it_it: Può bannare gli utenti temporaneamente: %s

source: Can permanently ban users: %s
it_it: Può bannare gli utenti permanentemente: %s

source: You're no longer allowed to use main chat for: %s
it_it: Non sei più abilitato ad usare la chat principale per: %s

source: You're now allowed to use main chat.
it_it: Ora sei abilitato ad usare la chat principale.

source: You're no longer allowed to use private chat for: %s
it_it: Non sei più abilitato ad usare la chat privata per: %s

source: You're now allowed to use private chat.
it_it: Ora sei più abilitato ad usare la chat privata.

source: You're no longer allowed to search files for: %s
it_it: Non sei più abilitato a fare ricerche per: %s

source: You're now allowed to search files.
it_it: Ora sei abilitato a fare ricerche.

source: You're no longer allowed to download files for: %s
it_it: Non sei più abilitato a scaricare per: %s

source: You're now allowed to download files.
it_it: Ora sei abilitato a scaricare per: %s

source: You're no longer allowed to kick users.
it_it: Non sei più abilitato a cacciare gli utenti.

source: You're now allowed to kick users for: %s
it_it: Ora sei abilitato a cacciare gli utenti per: %s

source: You're no longer allowed to register users.
it_it: Non sei più abilitato a registrare gli utenti.

source: You're now allowed to register users for: %s
it_it: Ora sei abilitato a registrare gli utenti per: %s

source: You're no longer allowed to use operator chat.
it_it: Non sei più abilitato ad usare la chat operatori.

source: You're now allowed to use operator chat for: %s
it_it: Ora sei abilitato ad usare la chat operatori per: %s

source: You're no longer allowed to hide share.
it_it: Non sei più abilitato a nascondere lo share.

source: You're now allowed to hide share for: %s
it_it: Ora sei abilitato a nascondere lo share per: %s

source: You're no longer allowed to drop users.
it_it: Non sei più abilitato a disconnettere gli utenti.

source: You're now allowed to drop users for: %s
it_it: Ora sei abilitato a disconnettere gli utenti per: %s

source: You're no longer allowed to temporarily ban users.
it_it: Non sei più abilitato a bannare temporaneamente gli utenti.

source: You're now allowed to temporarily ban users for: %s
it_it: Ora sei abilitato a bannare temporaneamente gli users per: %s

source: You're no longer allowed to permanently ban users.
it_it: Non sei più abilitato a bannare permanentemente gli utenti.

source: You're now allowed to permanently ban users for: %s
it_it: Ora sei abilitato a bannare permanentemente gli utenti per: %s

source: Unknown chatroom command specified.
it_it: Comando chatroom sconosciuto.

source: You can't use this chatroom, use main chat instead.
it_it: Non puoi utilizzare questa chatroom, usa la chat principale.

source: Hub security doesn't accept private messages, use main chat instead.
it_it: Il bot non accetta messaggi privati, usa la chat principale.

source: Plugin %s %s cannot load extra script.
it_it: Il plugin %s %s non può caricare altri script.

source: Plugin %s %s cannot load script '%s'.
it_it: Il plugin %s %s non può caricare lo script '%s'.

source: No help available for this command.
it_it: Nessun aiuto è disponibile per questo comando.

source: Item successfully added
it_it: Oggetto aggiunto con successo

source: Unable to add item.
it_it: Impossibile aggiungere l'oggetto.

source: Item already exists.
it_it: L'oggetto già esiste.

source: Item successfully deleted.
it_it: Oggetto cancellato con successo.

source: Item not found.
it_it: Oggetto non trovato.

source: Item successfully modified
it_it: Oggetto modificato con successo

source: Error in item data.
it_it: Errore nei dati dell'oggetto.
