Repository: 1o1o1/verlihub
Catalog: po/plugins_*.CP1250.po
Languages: hu_hu

source: Give a list of chatrooms
hu_hu: Adj meg chatszoba listát

source: Give a list of forbidden expressions
hu_hu: Add meg a listát a tiltott kifejezésekhez

source: Sorry the regular expression you provided is not valid.
hu_hu: Sajnálom, a reguláris kifejezés amit megadtál nem érvényes

source: FORBID: User sent forbidden words in %s: %s
hu_hu: FORBID: Tiltott üzenet %s: %s

source: PUBLIC chat
hu_hu: Nyilvános chat

source: PRIVATE chat
hu_hu: Privát chat

source: Last %d events of nick %s:
hu_hu: Utolsó %d esemény a %s felhasználótól:

source: Last %d events of IP %s:
hu_hu: Utolsó %d esemény a %s IP címrõl:

source: connect
hu_hu: kapcsolat

source: login
hu_hu: belépés

source: logout
hu_hu: kilépés

source: disconnect
hu_hu: bontás

source: bad nick or nick temporarily banned
hu_hu: rossz nick vagy ideiglenesen kitiltott

source: used different nick in chat
hu_hu: más nevet használt a chatben

source: kicked
hu_hu: kirúgott

source: redirected
hu_hu: átirányított

source: exit from the hub
hu_hu: kilépés a hubról

source: critical hub load
hu_hu: kritikus hubterhelés

source: timeout
hu_hu: idõtúllépés

source: user did nothing for too long time
hu_hu: felhasználó túl sok ideig volt tétlen

source: hub full
hu_hu: hub megtelt

source: share limit
hu_hu: megosztáslimit

source: no tag or not valid
hu_hu: nincs tag vagy nem érvényes

source: tag breaks hub rules
hu_hu: tag megsérti a hub szabályzatát

source: wrong password
hu_hu: rossz jelszó

source: error in login sequence
hu_hu: hiba a belépési szekvenciában

source: syntax error in some messages
hu_hu: szintaktikai hiba néhány üzenetben

source: invalid key
hu_hu: érvénytelen kulcs

source: Date
hu_hu: Dátum

source: Action
hu_hu: Mûvelet

source: Nickname
hu_hu: Nicknév

source: Info
hu_hu: Információ

source: Nick %s has lately been in the hub with the following IP
hu_hu: A %s felhasználó utoljára ezekkel az IP címekkel volt a hubon

source: IP %s has lately been in the hub with following nicknames
hu_hu: IP %s utoljára ezekhez a nickekhez volt rendelve a hubon

source: Give a list of ISPs
hu_hu: Adj meg ISP listát

source: Unknown range format.
hu_hu: Ismeretlen minta formátum

source: Sorry the regular expression for nickname you provided is not valid.
hu_hu: Sajnálom, a reguláris kifejezés amit a nickre megadtál nem érvényes

source: Sorry the regular expression for connection you provided is not valid.
hu_hu: Sajnálom, a reguláris kifejezés amit a kapcsolatra megadtál nem érvényes

source: Your nick should match %[pattern]
hu_hu: A nickednek egyeznie kell ezzel: %[pattern]

source: Your connection type should match %[pattern]
hu_hu: A kapcsolatodnak egyeznie kell ezzel: %[pattern]

source: Lua version
hu_hu: Lua verzió

source: Lua library version
hu_hu: Lua library verzió

source: Authors
hu_hu: Szerzõk

source: Version date
hu_hu: Verzió dátuma

source: Memory used
hu_hu: Használt memória

source: The message has been sent to %s because he is online.
hu_hu: Az üzenet %s felé elküldve, mivel online

source: Message saved.
hu_hu: Üzenet elmentve

source: You have %d message in your box.
hu_hu: %d üzeneted van a fiókodban

source: You have no new message in your box.
hu_hu: Nincs új üzeneted

source: From: %s To: %s Date: %s Subject: %s
hu_hu: Kitõl: %s Kinek: %s Dátum: %s Tárgy: %s

source: From: %s To: %s Date: %s Subject: %s %s ----
hu_hu: Kitõl: %s Kinek: %s Dátum: %s Tárgy: %s %s ----

source: #OFFLINE MESSAGE# [%s] Subject: %s ------------------------- %s
hu_hu: #OFFLINE ÜZENET# [%s] Tárgy: %s ------------------------- %s

source: Script %s stopped.
hu_hu: A %s script leállt

source: Script #%s not stopped because it is not running.
hu_hu: A #%s script nem állítható le, mert nem fut

source: Script %s not stopped because it is not running.
hu_hu: A %s script nem állítható le, mert nem fut

source: Failed loading directory %s.
hu_hu: Nem sikerült betölteni a %s könyvtárat

source: Script %s is already running.
hu_hu: Már fut a %s scriptet.

source: Script %s is now running.
hu_hu: A %s script elindult

source: Script %s not stopped because it is not running.
hu_hu: A %s script nem állítható le, mert nem fut

source: Plugman version
hu_hu: Plugman verzió

source: Verlihub executable
hu_hu: Verlihub futtatható

source: Please provide a valid path for the plugin.
hu_hu: Kérlek adj meg érvényes elérési utat a pluginhez

source: Plugin not found.
hu_hu: Plugin nem található

source: Name
hu_hu: Név

source: On
hu_hu: Be

source: Off
hu_hu: Ki

source: Auto
hu_hu: Automatikus

source: Manual
hu_hu: Manuális

source: Path
hu_hu: Útvonal

source: Description
hu_hu: Leírás

source: Python interpreter is not loaded.
hu_hu: Nincs betöltve a Python fordító.

source: Failed to allocate new Python interpreter.
hu_hu: Nem sikerült megtalálni az új Python fordítót

source: Replace with
hu_hu: Csere ezzel:

source: Affected class
hu_hu: Érintett osztály

source: Word '%s' does not exist.
hu_hu: A '%s' szó nem létezik

source: Word '%s' deleted.
hu_hu: A '%s' szó törölve

source: Sorry the regular expression you provided cannot be parsed.
hu_hu: Sajnálom, a reguláris kifejezés amit megadtál nem értelmezhetõ

source: Word '%s' already exists.
hu_hu: A '%s' szó már létezik

source: Added word %s. This word will be filtered in public chat for users with class that is less than or equal to %d.
hu_hu: Hozzáadott szó: %s. Ez a szó filterezve lesz a közös chatben azoknál a felhasználóknál akiknek az osztálya kisebb vagy egyenlõ %d.

source: Error adding word '%s'.
hu_hu: Hiba a '%s' szó hozzáadás közben
